package com.example.demo;

/**----------------------------------------------------------------------*
 *■■■CardUrlクラス■■■
 *概要：DTO（gacya_imageテーブル）
 *----------------------------------------------------------------------**/
public class CardUrl {
	//----------------------------------------------------------------
	//フィールド
	//----------------------------------------------------------------
	private String cardUrl         ;  //カードURL
	
	
	//----------------------------------------------------------------
	//getter/setter
	//----------------------------------------------------------------

	//getter/setter（対象フィールド：cardUrl）
	public String getCardUrl() {
		return cardUrl;
	}
	
	
	public void setCardUrl(String cardUrl) {
		this.cardUrl = cardUrl;
	}
}
