package com.example.demo;

/**----------------------------------------------------------------------*
 *■■■GetItemIdクラス■■■
 *概要：DTO（gacya_imageテーブル）
 *----------------------------------------------------------------------**/
public class GetItemId{
	
	//----------------------------------------------------------------
	//フィールド
	//----------------------------------------------------------------
	private int    itemId     ;  //アイテムID
	
	
	//----------------------------------------------------------------
	//getter/setter
	//----------------------------------------------------------------

	//getter/setter（対象フィールド：itemId）
	public int getItemId() {
		return itemId;
	}
	
	
	public void setItemId(int itemId) {
		this.itemId = itemId;
	}
}
