package com.example.demo;

/**----------------------------------------------------------------------*
 *■■■GetRarityクラス■■■
 *概要：DTO（gacya_imageテーブル）
 *----------------------------------------------------------------------**/
public class GetRarity{

	//----------------------------------------------------------------
	//フィールド
	//----------------------------------------------------------------
	private String    rarity          ;  //レア度
	
	
	//----------------------------------------------------------------
	//getter/setter
	//----------------------------------------------------------------
	
	//getter/setter（対象フィールド：rarity）
	public String getRarity() {
		return rarity;
	}
	
	
	public void setRarity(String rarity) {
		this.rarity = rarity;
	}
}
