package com.example.demo;

/**----------------------------------------------------------------------*
 *■■■GetUserIdクラス■■■
 *概要：DTO（userテーブル）
 *----------------------------------------------------------------------**/
public class GetUserId{
	
	//----------------------------------------------------------------
	//フィールド
	//----------------------------------------------------------------
	private int    userId     ;  //ユーザーID
	
	
	//----------------------------------------------------------------
	//getter/setter
	//----------------------------------------------------------------
	
	//getter/setter（対象フィールド：userId）
	public int getUserId() {
		return userId;
	}
	
	public void setUserId(int userId) {
		this.userId = userId;
	}
}
